Repository: bad0001/tempo-ios
Catalog: Tempo/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 状态轻松自如
en: Feeling at ease

source: 独立量尺 · 虚线为个人基线
en: Independent measuring stick·The dotted line is the personal baseline

source: 现在开始
en: Start now

source: 现在海面很安静
en: The Coast Is Quiet

source: 用 Apple ID 登录后,你会拿到一个 6 位「共振 ID」。把 ID 告诉家人或最在意的朋友,Ta 输入后即可建立密友关系。
en: After logging in with your Apple ID, you will get a 6-digit "resonance ID". Tell your family or the friend you care about the most about your ID, and they can enter it to establish a close friend relationship.

source: 用 Apple ID 登录后才能投瓶和回复
en: Sign in with your Apple ID to post bottles and reply

source: 男
en: male

source: 登录
en: Sign In

source: 登录后同步
en: Sign In to Sync

source: 登录后才能投瓶和回复
en: Sign in to send bottles and replies

source: 登录并添加密友
en: Sign In and Add a Close Friend

source: 看见彼此的状态
en: See Each Other’s Status

source: 睡眠
en: Sleep

source: 睡眠 × 压力
en: Sleep × Stress

source: 睡眠 HRV
en: Sleep HRV

source: 睡眠时长 (小时)
en: Sleep duration (hours)

source: 知道了
en: Got It

source: 确认发送
en: Send Now

source: 稍后关心 %@
en: Check on %@ Later

source: 稍后再说
en: Not Now

source: 立即添加密友
en: Add close friends now

source: 立即获得帮助
en: Get Help Now

source: 立即训练
en: Train Now

source: 等待 Apple Watch 数据
en: Waiting for Apple Watch data

source: 等待 Watch 心率
en: Waiting for Watch Heart Rate

source: 等待 Watch 心率后,自动匹配节奏
en: Auto-match tempo once Watch heart rate arrives

source: 等待好友连接
en: Waiting for connection

source: 等待对方选呼吸模式...
en: Waiting for them to choose a breathing mode…

source: 等待对方选择呼吸模式...
en: Waiting for them to choose a breathing mode…

source: 等待数据
en: Waiting for data

source: 等待邀请中...
en: Waiting for invitation...

source: 等级分布
en: Stress Distribution

source: 管理这个瓶子
en: Manage this bottle

source: 约 %lld 分钟
en: About %lld minutes

source: 绑定后,可对 Ta 做
en: After connecting, you can

source: 绑定家人 / 朋友后,Ta 状态不好你立刻知道 — 轻轻拍一下、写句话、稍后回看。
en: Connect with family or friends to notice when they may need support — send a gentle tap, write a message, or check back later.

source: 结束
en: Finish

source: 结束训练?
en: End training?

source: 结果只保存在你的设备本机
en: Results are only saved locally on your device

source: 给 %@ 发一个低打扰关怀
en: Send %@ a Gentle Check-In

source: 给 %@ 设个称呼,让关怀更有温度。
en: Set a title for %@ to make your care more warm.

source: 统计关联不代表因果；至少 3 个同日样本才计算。睡眠、运动、饮酒和测量时段都可能影响结果。
en: Statistical association does not imply causation; at least 3 same-day samples are required for calculation. Sleep, exercise, alcohol consumption and the time of day of measurement can all affect results.

source: 继续
en: continue

source: 绿色：恢复 · 橙色：压力 · 红色：高压
en: Green: Recovery · Orange: Stress · Red: High Stress

source: 缓解压力
en: Relieve stress

source: 联网后显示 App Store 实时价格
en: Display App Store real-time prices after connecting to the Internet

source: 聚合
en: Aggregated

source: 自伤或紧急危险内容
en: Self-harm or imminently dangerous content

source: 自定义
en: Custom

source: 自我关怀
en: Self-Care

source: 舒缓
en: Relax

source: 色情或不适内容
en: Pornographic or inappropriate content

source: 节奏匹配音乐
en: Tempo Music

source: 节奏唤醒
en: Tempo Wakeup

source: 节奏指数
en: Tempo Index

source: 范围
en: scope

source: 解读
en: Interpretation

source: 解锁 Tempo 独占的 4 个功能
en: Unlock 4 Tempo-only features

source: 解锁完整趋势、实时压力与共振关怀
en: Unlock full trends, real-time stress, and Resonance Care

source: 解锁实时压力 + 密友共振关怀
en: Unlock real-time stress + close friend Resonance Care

source: 解除
en: Remove

source: 解除与 %@ 的绑定?
en: Remove Connection with %@?

source: 解除后你和 Ta 不再互看 stress、不再收到对方鼓励。可以随时重新添加。
en: You will stop sharing stress and care messages with each other. You can reconnect at any time.

source: 解除绑定
en: Remove Connection

source: 订阅了 Apple Music?到「我的 → 偏好设置」切换为音乐推荐
en: Subscribed to Apple Music? Go to "My → Preferences" to switch to music recommendations

source: 订阅自动续费,可在 设置 → Apple ID → 订阅 随时取消。终身买断一次性付费,永久使用。
en: Subscriptions renew automatically and can be canceled in Settings → Apple Account → Subscriptions. Lifetime access is a one-time purchase.

source: 让重要的人知道你在
en: Let the people who matter know you are there

source: 训练完成
en: Training completed

source: 记录天数
en: Active Days

source: 记录感受
en: Log Mood

source: 设置 %@ 的关系标签
en: Set relationship label for %@

source: 设置关系
en: Set up relationships

source: 设置关系标签
en: Set relationship labels

source: 设置本地提醒,稍后回来看 %@ 的状态
en: Set a local reminder to check back later to see the status of %@

source: 详情
en: Details

source: 请先到「设置 → 共振设置」用 Apple ID 登录,然后用对方的共振 ID 添加密友。
en: Go to Settings → Resonance Settings, sign in with Apple, then add a close friend using their Resonance ID.

source: 请先回答全部 %lld 题
en: Please answer all %lld questions first

source: 账号删除失败
en: Account deletion failed

source: 账户
en: ACCOUNT

source: 购买未通过验证
en: Purchase not verified

source: 购买等待批准(可能是家庭共享 Ask to Buy)。家长批准后会自动激活 Pro。
en: Purchase awaiting approval, possibly through Family Sharing Ask to Buy. Pro activates after approval.

source: 趋势
en: Trends

source: 跳过
en: Skip

source: 身体感受
en: Body Sensation

source: 身边有人吗?
en: Is Someone Nearby?

source: 轻压
en: Tap

source: 输入 6 位 ID
en: Enter 6-digit ID

source: 过去 30 天 · 睡眠 vs 压力
en: Past 30 Days · Sleep vs Stress

source: 近期影响
en: Recent Factors

source: 返回你今日的 Tempo 恢复分。
en: Returns today’s Tempo recovery score.

source: 返回你最新的 Tempo 压力分。
en: Returns your latest Tempo stress score.

source: 还包含
en: Also included

source: 还在海面上
en: Still on the Coast

source: 还有 %lld 条
en: There are %lld more

source: 还没做过 · %@
en: Haven’t done it yet · %@

source: 还没启用共振关怀
en: Resonance Care Is Off

source: 还没有互动
en: No interaction yet

source: 还没绑定密友
en: No Close Friend Yet

source: 还没绑定密友。在上面输入对方的共振 ID,Ta 接受后就会出现在这里。
en: Enter their Resonance ID above. They will appear here after accepting.

source: 这条回声到这里就收束,不会自动变成陌生人聊天。
en: This echo ends here and will not automatically turn into a chat with strangers.

source: 这条回声已收起
en: This Echo Is Hidden

source: 进入压力漂流瓶页面
en: Open Echo Coast

source: 连接
en: Connect

source: 连接出错
en: Connection error

source: 连续天数
en: Day Streak

source: 退出
en: Exit

source: 退出后你需要重新登录才能添加新密友。已建立的密友关系保留在 Tempo 服务器。
en: After logging out, you need to log in again to add new close friends. Established close friendships remain on the Tempo server.

source: 退出当前 Tempo 账号?
en: Log out of current Tempo account?

source: 退出当前账号
en: Sign Out of This Account

source: 退出登录
en: Sign Out

source: 退出登录或删除服务器端账号
en: Sign out or permanently delete your server account

source: 选个呼吸模式
en: Pick a breathing pattern

source: 选个目标,Tempo 帮你达成
en: Pick a goal, Tempo will help you reach it

source: 选中压力
en: Select stress

source: 选中时间
en: Selected Time

source: 选择一段时间,把心放下来
en: Choose a period of time to relax your mind

source: 选择呼吸模式
en: Select breathing mode

source: 选择时长
en: Select duration

source: 通知预览
en: Notification preview

source: 通过 Apple 登录
en: Sign in with Apple

source: 通过 SharePlay 和 %lld 人共振
en: Resonance with %lld people via SharePlay

source: 邀请 %@ 做一段冥想
en: Invite %@ to a meditation

source: 邀请 %@ 做一段呼吸训练
en: Invite %@ to do a breathing exercise

source: 邀请 Ta 冥想多久?
en: How long should the meditation invite be?

source: 邀请 Ta 呼吸多久?
en: How long should the breathing invite be?

source: 邀请冥想
en: Invite to Meditate

source: 邀请呼吸训练
en: Invite to Breathe

source: 部分网络环境下两台手机可能连不上。如握手失败,可改用「共振关怀」从 Profile 远程互相关怀。
en: In some network environments, the two mobile phones may not be able to connect. If the handshake fails, you can use "Resonance Care" to care for each other remotely from Profile.

source: 重新加载当前内容
en: Reload

source: 重新训练
en: Retrain

source: 重试
en: Retry

source: 问点什么...
en: Ask a question…

source: 闹钟时间
en: Alarm time

source: 阈值
en: Threshold

source: 隐私与数据
en: Privacy & Data

source: 隐私政策
en: Privacy Policy

source: 需要帮助
en: Need Help

source: 静坐冥想
en: Meditation

source: 静息心率
en: Resting Heart Rate

source: 静息心率和夜间 HRV,详细变化去趋势页看
en: For resting heart rate and nighttime HRV, please go to the trend page for detailed changes.

source: 静音 %@
en: Mute %@

source: 音景
en: Soundscapes

source: 骚扰或广告
en: Harassment or Advertising

source: 高压
en: High Stress

source: 高压 70
en: High Stress 70

source: 高压片段
en: High-stress Episodes

source: 高压片段 %lld
en: High-stress Episode %lld

source: 高压片段前后压力曲线
en: Stress Around the High-stress Episode

source: 高压线
en: High-stress line

source: 高压终点
en: High-stress end

source: 高压起点
en: High-stress start

source: 高压阈值
en: High-stress threshold

source: 高峰时段
en: Peak Hours

source: 默认关闭;HRV 记录只在你的设备上处理
en: Off by default; HRV logging is only processed on your device

source: 语言
en: Language

source: 显示语言
en: Display Language

source: 选择 Tempo 的显示语言
en: Choose the language used in Tempo

source: 跟随系统
en: System Default

source: 简体中文
en: Simplified Chinese

source: 使用 iPhone 的语言
en: Use your iPhone language

source: 更改后立即生效
en: Changes take effect immediately

source: 未知
en: Unknown

source: 早上好
en: Good Morning

source: 中午好
en: Good Afternoon

source: 下午好
en: Good Afternoon

source: 晚上好
en: Good Evening

source: 夜深了
en: It’s Getting Late

source: 佩戴 Apple Watch 后，压力变化会出现在这里。
en: Wear your Apple Watch to see your stress changes here.

source: 状态平稳，适合处理需要专注的事情。
en: Your stress is steady—this is a good time for focused work.

source: 状态有些起伏，先看看今天发生了什么。
en: Your stress has fluctuated. Take a look at what changed today.

source: 压力正在上行，给自己一点缓冲时间。
en: Your stress is rising. Give yourself a moment to reset.

source: 查看趋势
en: View Trends

source: 查看今天的变化
en: View Today’s Changes

source: 打开趋势页查看压力变化
en: Opens Trends to review your stress changes.

source: 负荷
en: Strain

source: 今日
en: Today

source: 深睡
en: Deep Sleep

source: 体温
en: Wrist Temperature

source: 平静
en: Calm

source: 放松
en: Relaxed

source: 轻度
en: Mild

source: 较高
en: High

source: 节奏紊乱
en: Disrupted

source: 节奏紧绷
en: Strained

source: 略有失衡
en: Slightly Imbalanced

source: 节奏轻盈
en: Balanced

source: 韵律协调
en: In Harmony

source: 佩戴 Apple Watch 后开始记录
en: Wear your Apple Watch to start tracking

source: 请尽快休息和深呼吸
en: Take a break and slow your breathing

source: 适度放松,做组呼吸训练
en: Pause for a short breathing session

source: 状态尚可,保持节奏
en: You’re doing okay—keep a steady pace

source: 今天表现轻盈
en: Your rhythm feels light today

source: 韵律绝佳,继续保持
en: You’re in sync—keep it going

source: 请佩戴 Apple Watch 后查看建议。
en: Wear your Apple Watch to see personalized guidance.

source: 你正处于平静状态,继续保持。
en: You’re calm—keep it going.

source: 状态放松,适合专注或冥想。
en: You’re relaxed—ideal for focus or meditation.

source: 轻度压力,试试 4-7-8 呼吸放松一下。
en: Mild stress detected. Try 4-7-8 breathing.

source: 压力较高,建议休息片刻并进行盒式呼吸。
en: Your stress is high. Take a short break and try box breathing.

source: 压力极高,请立刻停下手中事,做几次深呼吸。
en: Your stress is very high. Pause and take a few slow breaths.

source: (Int(interval / 3_600)) 小时前
en: (Int(interval / 3_600)) hours ago

source: (Int(interval / 60)) 分钟前
en: (Int(interval / 60)) minutes ago

source: (Int(interval / 86_400)) 天前
en: (Int(interval / 86_400)) days ago

source: ) · 等待对方接受
en: ) · Wait for the other party to accept

source: ) 完成共振呼吸
en: ) Complete resonant breathing

source: ) 的密友请求
en: )'s close friend request

source: ) 的绑定?
en: ) binding?

source: ) 的请求
en: ) request

source: ,但方向与当前常见模式不同,建议继续积累数据。
en: , but the direction is different from the current common model, and it is recommended to continue to accumulate data.

source: ,并且符合当前常见方向。
en: , and in line with the current common directions.

source: 1 年
en: 1 year

source: 1 秒到达
en: Arrive in 1 second

source: 24 小时,免费
en: 24 hours, free

source: 30 天
en: 30 days

source: 4-4-4-4 节奏激活专注力
en: 4-4-4-4 rhythm activates concentration

source: 5 / 10 / 15 / 20 分钟可选
en: 5 / 10 / 15 / 20 minutes optional

source: 5 / 10 / 15 / 20 分钟独自冥想
en: 5/10/15/20 minutes of solo meditation

source: 5-20 分钟
en: 5-20 minutes

source: 5.5 BPM 呼吸帮助快速入睡
en: 5.5 BPM breathing helps fall asleep quickly

source: 7 天
en: 7 days

source: 8 条预设鼓励语 + 自由编写
en: 8 preset words of encouragement + free editing

source: APNs 注册失败,请检查系统通知权限
en: APNs registration failed, please check the system notification permissions

source: Apple HealthKit 主流只暴露 SDNN(5-10min 均值)。Apple Watch ECG App 手动录的 30s 数据,Tempo 用 Pan-Tompkins 简化算法检测 R 波,提取 RR 间期,算出 RMSSD/SDNN/pNN50 — 这是 Whoop / Oura 用的「真 HRV」指标。
en: Apple HealthKit mainstream only exposes SDNN (5-10min average). For 30 seconds of data manually recorded by the Apple Watch ECG App, Tempo uses the Pan-Tompkins simplified algorithm to detect the R wave, extract the RR interval, and calculate the RMSSD/SDNN/pNN50—this is the "true HRV" indicator used by Whoop/Oura.

source: Apple Music 或内置音景,随压力状态切换
en: Apple Music or built-in soundscape, switch according to stress status

source: Apple Watch 与数据
en: Apple Watch & Data

source: Apple Watch 后台采集
en: Apple Watch background collection

source: Apple Watch 没数据
en: No data on Apple Watch

source: BPM 匹配
en: BPM match

source: ECG 与 HRV
en: ECG and HRV

source: ECG 平均
en: ECG average

source: ECG 高分辨率 HRV
en: ECG High Resolution HRV

source: EEEE HH 时
en: EEEE HH time

source: GAD-7 / PHQ-9 / PSS-10 学术量表
en: GAD-7/PHQ-9/PSS-10 Academic Scale

source: HRV / 静息心率
en: HRV/resting heart rate

source: HRV × 压力
en: HRV × stress

source: HRV 与静息心率分开量尺,避免双轴误读
en: HRV and resting heart rate are measured separately to avoid misreading on both axes.

source: HRV 暂无足够数据
en: HRV Not enough data yet

source: HealthKit 估算
en: HealthKit estimates

source: HealthKit 原始采样默认保留在 iPhone。开启联网功能后,Tempo 会同步压力摘要、趋势摘要、关怀事件、漂流瓶内容和内容安全所需信息。
en: HealthKit raw samples are retained on iPhone by default. After turning on the networking function, Tempo will synchronize stress summaries, trend summaries, care events, message bottle contents and information required for content security.

source: H时
en: H time

source: M 月 d 日
en: M day d

source: M月
en: M month

source: Phasic HRV 急性偏移
en: Phasic HRV acute excursion

source: Pro 年度
en: Pro Annual

source: Pro 月度
en: Pro Monthly

source: Pro 终身
en: Pro Lifetime

source: SharePlay 不可用,先打 FaceTime 通话再试
en: SharePlay is not available, make a FaceTime call and try again

source: Tempo 提供的压力评估、心率分析仅供个人参考,不能替代专业医疗建议或诊断。
en: The stress assessment and heart rate analysis provided by Tempo are for personal reference only and cannot replace professional medical advice or diagnosis.

source: Tempo 用于日常压力觉察和关怀提醒,不能替代医生、诊断或治疗建议。
en: Tempo is used as a daily stress awareness and care reminder and is not a substitute for a doctor, diagnosis or treatment advice.

source: Tempo 通过 Apple 健康读取睡眠分期；佩戴 Apple Watch 入睡几晚后会自动出现。
en: Tempo reads sleep stages through Apple Health; it appears automatically after a few nights of sleeping on your Apple Watch.

source: iCloud 容量不足,清理后再试
en: iCloud has insufficient capacity, clean it up and try again

source: iCloud 服务器拒绝,稍后再试
en: iCloud server refused, try again later

source: iCloud 服务器繁忙,稍后再试
en: iCloud server is busy, try again later

source: iOS 弹窗,双方都点接受 → 进入连接
en: iOS pop-up window, both parties click to accept → enter the connection

source: yyyy 年 M 月
en: yyyy year M month

source: ¥18 / 月
en: ¥18/month

source: ¥298 一次
en: ¥298 once

source: ¥98 / 年
en: ¥98/year

source: 一
en: one

source: 一台点「等待好友连接」,另一台点「搜索附近设备」
en: Click "Waiting for friends to connect" on one phone, and click "Search nearby devices" on the other phone.

source: 三
en: three

source: 下一步
en: Next step

source: 下午别再碰咖啡
en: No more coffee in the afternoon

source: 不发送本地提醒
en: Do not send local reminders

source: 不能
en: cannot

source: 不计入急性偏移
en: Not counting acute excursions

source: 专注白噪
en: Focus on white noise

source: 两台手机连同一个 Wi-Fi,距离 < 10 米
en: Two mobile phones together with one Wi-Fi, distance < 10 meters

source: 两台手机都打开 Tempo,进入「共振空间 → 共振呼吸」
en: Open Tempo on both phones and enter "Resonance Space → Resonance Breathing"

source: 个
en: bottles

source: 中国大陆
en: Chinese mainland

source: 中等
en: medium

source: 举报回声失败
en: Report echo failed

source: 举报没有完成,请稍后重试。
en: The report was not completed, please try again later.

source: 之前
en: Before

source: 之后
en: after

source: 事件窗口
en: event window

source: 二
en: two

source: 互看压力摘要,一键发心跳和鼓励
en: View each other’s stress summaries, and send heartbeats and encouragement with one click

source: 互看压力摘要,收发心跳、呼吸邀请和鼓励
en: View each other’s stress summaries, send and receive heartbeats, breathing invitations and encouragement

source: 五
en: five

source: 什么时候压力最高?
en: When is stress the highest?

source: 今天放慢节奏
en: Slow down today

source: 今天有咖啡因摄入,过晚饮用会影响夜间 HRV
en: I have consumed caffeine today. Drinking it too late will affect nighttime HRV.

source: 今天该休息还是冲刺?
en: Should I rest or sprint today?

source: 从共振设置发送邀请，接受后双方会同时出现在列表里。
en: Send an invitation from resonance settings, and both parties will appear in the list after acceptance.

source: 以 5.5 次每分钟节奏呼吸,放松心率
en: Breathe at a rhythm of 5.5 breaths per minute and relax your heart rate

source: 会接收进关怀面板,但首页提醒、气泡、震动和系统推送都会停止。
en: It will be received into the care panel, but home page reminders, bubbles, vibrations and system push will be stopped.

source: 体重
en: weight

source: 你在「待处理请求」里接受 → 双方互看 stress + 收发鼓励
en: You accept in "Pending Requests" → Both parties look at each other stress + send and receive encouragement

source: 佩戴 Apple Watch 后，这里会显示真实压力记录。
en: When you wear your Apple Watch, real-life stress recordings are displayed here.

source: 佩戴 Apple Watch 并保持健康数据授权，记录会自动出现在这里。
en: Wear your Apple Watch and keep your health data authorized, and records will automatically appear here.

source: 使用内置音景
en: Use the built-in soundscape

source: 依据 HRV 在浅睡时段叫醒你
en: Wake you up during light sleep periods based on HRV

source: 依据夜间 HRV 自适应起床
en: Adaptively wake up based on nighttime HRV

source: 依据昨晚 HRV 自适应文案
en: According to last night’s HRV adaptive copywriting

source: 保持心律韵律最简单的方式
en: The easiest way to keep your heart rhythm in check

source: 偏低,迷走神经活动弱
en: Low, weak vagus nerve activity

source: 做组 4-7-8 呼吸
en: Do sets 4-7-8 Breathing

source: 做组 5-5 等长呼吸
en: Do sets of 5-5 isometric breathing

source: 做组盒式呼吸
en: Do a set of box breathing

source: 健康原始数据留在本机
en: Health raw data stays on the local machine

source: 健康记录
en: Health Record

source: 儿子
en: son

source: 兄弟
en: brother

source: 先停下手中的事，联系可信的人
en: Stop what you are doing and contact someone you trust.

source: 先在「我的」页点刷新共振状态。若仍为空,让双方都打开一次 Tempo,服务器会同步最近压力摘要。
en: First, click on the "My" page to refresh the resonance status. If it is still empty, let both parties open Tempo once, and the server will synchronize the recent stress summary.

source: 全屏圆环倒计时,沉浸不分心
en: Full-screen ring countdown, immersive without distraction

source: 全规格 Complication / Widget
en: Full specification Complication/Widget

source: 全部 6 种呼吸训练
en: All 6 breathing exercises

source: 六
en: six

source: 共振 5.5 BPM
en: Resonance 5.5 BPM

source: 共振与通知
en: Resonance & Notifications

source: 共振挑战
en: Resonance Challenge

source: 关
en: close

source: 内测中
en: In internal testing

source: 写鼓励
en: write encouragement

source: 冥想邀请已发送 🧘
en: Meditation invitation sent 🧘

source: 准备
en: Prepare

source: 几乎极限
en: almost the limit

source: 出门走 20 分钟
en: Go out for a 20 minute walk

source: 分享
en: share

source: 分享给密友
en: Share with close friends

source: 刚刚
en: just

source: 删除失败
en: Delete failed

source: 删除没有完成,请稍后重试。
en: The deletion is not completed, please try again later.

source: 前一晚记录睡眠 %.1f 小时,可与后续相似片段一起比较。
en: Record %.1f hours of sleep the night before, which can be compared with subsequent similar episodes.

source: 前后变化
en: before and after changes

source: 前后数据不足,暂时只展示片段本身。
en: There is insufficient data before and after, so only the clip itself is shown for the time being.

source: 北京危机干预
en: Beijing crisis intervention

source: 北京心理危机研究与干预中心
en: Beijing Psychological Crisis Research and Intervention Center

source: 压力上行,试试舒缓
en: When stress rises, try relaxing

source: 压力上行，给自己一点缓冲
en: The stress is rising, give yourself a little buffer

source: 压力与生命体征关联
en: Stress and Vital Signs Link

source: 压力共享
en: Stress Sharing

source: 压力摘要和关怀通知走 Tempo 后端
en: Stress summary and care notifications go to Tempo backend

source: 压力柱状图
en: Stress bar graph

source: 压力水平分布
en: stress level distribution

source: 压力热力图
en: Stress heat map

source: 压力节律热力图
en: Stress Rhythm Heat Map

source: 去系统设置
en: Open Settings

source: 发来一条关怀
en: Send a message of concern

source: 发送中
en: Sending

source: 发邮件
en: Send email

source: 只发送这段摘要,不发送逐点记录
en: Only send this summary, do not send point-by-point records

source: 只总结已观测到的变化
en: Summarize only observed changes

source: 可看小组每个成员的连续天数
en: The number of consecutive days each member of the group can be viewed

source: 可选 5 到 20 分钟,写入 Apple Health 正念时长
en: Choose 5–20 minutes · Saves to Mindful Minutes in Apple Health

source: 各取片段前后最多 60 分钟的可用记录
en: Up to 60 minutes of available recording before and after each clip

source: 同事
en: colleague

source: 同日身体背景
en: same day body background

source: 吸气
en: Inhale

source: 呼吸邀请已发送 🌬️
en: Breathe Invitation Sent 🌬️

source: 呼吸频率 & SpO2
en: Respiratory rate & SpO2

source: 呼气
en: exhale

source: 和好友同步呼吸节奏
en: Sync breathing rhythm with friends

source: 和家人 / 朋友连续呼吸打卡
en: Continuous breathing check-ins with family/friends

source: 和重要的人共享压力状态。
en: Share stress with someone you trust.

source: 咖啡厅
en: cafe

source: 哥哥
en: elder brother

source: 四
en: Four

source: 回复失败
en: Reply failed

source: 回看
en: Look back

source: 在 Apple Watch 上打开 ECG App 录制 30 秒，Tempo 会自动读取并计算 RMSSD。
en: Open the ECG App on Apple Watch and record for 30 seconds. Tempo will automatically read and calculate the RMSSD.

source: 在 FaceTime 中给好友打通话(可静音视频)
en: Call a friend in FaceTime (video can be muted)

source: 在「设置 → 共振设置」获取你的共振 ID
en: Get your resonance ID in "Settings → Resonance Settings"

source: 在线
en: online

source: 复制诊断信息
en: Copy diagnostic information

source: 外部刺激较多,盒式 4-4-4-4 帮助稳定
en: More external stimulation, box 4-4-4-4 helps stabilize

source: 天
en: days

source: 失眠
en: Sleepless

source: 失眠需要降低交感神经活跃度,5.5 BPM 最有效
en: Insomnia requires reducing sympathetic nerve activity, and 5.5 BPM is the most effective

source: 失败
en: fail

source: 女儿
en: daughter

source: 奶奶
en: grandmother

source: 好友
en: friends

source: 如有不适请就医
en: If you feel unwell, please seek medical attention

source: 妈妈
en: Mother

source: 妹妹
en: younger sister

source: 姐姐
en: elder sister

source: 委屈
en: Hurt

source: 孕期
en: pregnancy

source: 存在中等方向一致性
en: There is moderate directional consistency

source: 完成后写入 Apple Health · 正念时长
en: Saves to Apple Health · Mindful Minutes

source: 完整结构
en: complete structure

source: 宝贝
en: baby

source: 实时压力监测
en: Real-time stress monitoring

source: 实时压力监测(免费版不含)
en: Real-time stress monitoring (not included in free version)

source: 实时心率 → 自动推荐 BPM 适合的歌
en: Real-time heart rate → Automatically recommend songs suitable for BPM

source: 实验中
en: Experimenting

source: 密友
en: Close Friends

source: 密友共振关怀
en: close friends Resonance Care

source: 密友压力摘要和关怀通知同步
en: Close Friend Stress Summary and Care Notification Synchronization

source: 密友看不到压力
en: Close friends don’t see the stress.

source: 对 44.1 / 48 / 16 kHz 永不返回 nil
en: Never returns nil for 44.1 / 48 / 16 kHz

source: 对方
en: other side

source: 对方自选
en: The other party chooses

source: 导出 CSV
en: Export CSV

source: 导出 JSON
en: Export JSON

source: 导出、法律和本地数据
en: Export, legal and local data

source: 屏住
en: hold

source: 屏蔽失败
en: Blocking failed

source: 屏蔽没有完成,请稍后重试。
en: The blocking is not completed, please try again later.

source: 岁
en: age

source: 已上线
en: Already online

source: 已举报并收起这条回声。
en: This response has been reported and closed.

source: 已关闭
en: Off

source: 已关闭,使用绝对值
en: Closed, use absolute values

source: 已发送
en: Sent

source: 已取消
en: Canceled

source: 已复制
en: Copied

source: 已复制诊断信息
en: Diagnostic information copied

source: 已完成
en: Completed

source: 已屏蔽并收起这个用户的回声。
en: This user's echo has been blocked and collected.

source: 已屏蔽这个用户。
en: This user has been blocked.

source: 已恢复更新
en: Updates have resumed
